
[Info]
Language=日本語
GlobalFontName=Tahoma
LangVer=PC.0.0.1 (2012/11/11)


[Text]
Language=言語
Version=バージョン
Type=タイプ
Date=日付
RecordingTime=録画時間
FileName=ファイル名
FileList=ファイルリスト
PlayList=再生リスト
#Info=インフォメーション
#Info=About Viewer
Info=バージョン
InfoVersion=
Password=パスワード
NewPassword=新しいパスワード
VerifyPassword=新しいパスワードの確認

CaptureComplete=キャプチャーが完了しました
FileSaveComplete=ファイルをセーブしました
WrongPassword=パスワードが一致しません
InternetDisconnect=インターネットに接続できません

Capture=キャプチャー
File=ファイル
Save=セーブ
SaveDirectory=セーブディレクトリー
Setting=設定
CaptureScreen=画面キャプチャー

# setting 
#setting=本体設定
AccidentSensitivity=Gセンサー感度
Accidentcylinder=エンジン気筒
Cylinderslow=low일본어
Cylindershigh=high일본어
Sensitive=感度
Sensibility=敏感
Normality=普通
Insensibility=鈍感
Announcement=音声案内
TimeZone=タイムゾーン
UnitOfSpeed=速度単位
NumberOfVehicle=車両番号
Recorder=レコーダ
Recording=録画
Channel=チャンネル
Mode=モード
Resolution=解像度
Quality=画質
Audio=音声録音
PulseReset=パルス リセット
Brake=ブレーキ
Input1=インプット1
Input2=インプット2
CarNumber=車輛番號
DriverCode=乗務員コード入力
OsdSpeed=車速 OSD

EventFileOverwrite=イベントファイルを上書き

MotionDetect=モーション感知
Memory=メモリ
Area=エリア
Full=全体

Video=ビデオ
Output=出力

TimeSetting=時間設定
Year=年
Month=月
Hour=時
Minute=分
Sec=秒

Setup=設定
Display=画面
Device=デバイス
System=システム

SelectAll=全体選択
Emergency=緊急
Shock=衝撃
Motion=モーション
Infinity=常時
Event=イベント

Volume=音量
PlaySpeed=再生速度

Korean=한국어
English=English
Japanese=日本語
FrontCamera=前方カメラ
RearCamera=後方カメラ
BlackBox=ドライブレコーダ
NotConnected=接続されていない
Offset=オフセット
Off=Off
On=On
Auto=Auto
Compressed=圧縮
Unit=単位
Flip=上下反転
Mirror=左右反転
Buzzer=ブザー
ButtonSound=ボタン音
EventSound=イベントアラーム
LowVoltage=低電圧感知
Battery=バッテリ
Parking=パーキング
SdFormat=SDフォーマット
Update=アップデート
SetDefault=初期化
RecordingAlarm=録画アラーム
VoiceGuidance=スピーカー

#message
ReallyFormat=全ての資料が削除されます。本当にフォーマットしますか?
AllConfigReset=全ての設定値を初期化します
SelectSdCard=SD CARDを選択してください
ParkingEndChange2ch=パーキングモード終了時、2CHに自動切換え
SensingDual=DUAL : 電圧と電力感知
SensingVoltage=VOLTAGE : 電圧感知

#error mssage
FileError=ファイルエラー
FileOpenError=ファイルオープンエラー

#etc
CopyingFiles=ファイルのコピー中...
Ok=確認
Cancel=キャンセル

#EventReportWriting=事故報告書の作成
EventReportWriting=Print
UserInput=ユーザー入力
DescriptionAddup=コンテンツの追加
Print=プリント
EventReport=事故報告書
Report=報告書
EventDate=1. 日時
Eventloc=2. 場所
G_sensor=3. Gセンサー
Description=4. 内容

High=高
Middle=中
Low=長時間
EventCapacity=イベント容量
OldFileDelete=既存の映像が消去されます
Viewer=ビューア
Firmware=ファームウェア
LastVersion=最新バージョン
UpdateNeed=新しいバージョンに更新してください
Checking=確認中... しばらくお待ちください。
ServerError=サーバーに接続できません。
StorageInfo=ストレージ情報
Reload=再読み込み
StorageCapacity=ストレージ容量
Close=閉じる
Setupnotfind=設定はありません。
Formatconfirm=すべてのデータが削除されます。フォーマットしますか？



[ToolTip]
#---------- [Main]
Extend=ー面ー大
Maximize=最大化
Minimize=最小化
Close=閉じる
FRChange=チャンネル切替 (R)
FMChange=地図の拡大 (M)
Zoom=拡大画像
Mux=Mux
Map=地図
Info=バージョン
Setup=設定
Capture=静止画保存
Print=事故報告書
Save=バックアップ
SaveAll=すべてのファイルのコピー (A)
Log=接続履歴 (L)
Previous=前のファイル
Play=再生
Pause=一時停止
Stop=停止
Next=次のファイル
Seek=1フレーム移動 (F)
Seek_n=1秒前へ
Seek_p=1秒先へ

Front=フロント
Rear=リア
Format=Format
GpsPulse=車速種別

#---------- [Main File List]
DeleteAll=全て削除
FileOpen=開く
AllFile=ALL
Infinity=常時ファイル
#Motion=モーションファイル
Motion=SORT
Gsensor=EVENT
Emergenc=強制録画ファイル

#---------- [info]
GroundSpeed=移動スピード
Direction=移動方向
GsensorGraph=衝撃情報
Volume=音量
PlaySpeed=再生速度
PlayTime=再生時間
Brightness=明るさ


#---------- [FileList]
SelectDirectory=リムーバブルディスクまたはディレクトリを 選択してください
